1．电信业一般认为宽带骨干网数据传输速率应达到（　　　）
A．640Kbps	B．640Mbps
C．1Gbps	D．2Gbps
答:D
[解析] 无线局域网(Wireless LAN， WLAN)是实现移动计算机网络的关键技术之一，以微波、激光、红外线等无线电波来部分或全部代替有线局域网中的同轴电缆、双绞线、光纤，实现了移动计算机网络中移动的物理层与数据链路层的功能，构成无线局域网，为移动计算机网络提供物理网接口，WLAN的发展速度相当快，目前支持2Mbps以上传输速率的系统已经成熟。

2．异步时分多路复用TDM技术中的时间片分配策略是（　　　）
A．预先分配但不固定	B．预先分配固定不变
C．动态分配随时可变	D．动态分配固定不变
C

3．当IEEE802.3MAC帧中的目的地址字段为全“1”时,表示（　　　）
A．单个地址	B．组地址
C．广播地址	D．局部地址
C

4．“截获”是一种网络安全攻击形式,所攻击的目标是信息的（　　　）
A．可用性	B．保密性
C．完整性	D．安全性
B

5．ADSL标准允许达到的最大下行数据传输速率为（　　　）
A．1Mbps	B．2Mbps
C．4Mbps	D．8Mbps
D
解析： 8M是目前ADSL技术的极限 超过8M也可以做 但是很不稳定


6．在ISO建议的网管功能中,对网络拓扑结构及某些网管对象的配置和参数做出调整属于（　　　）
A．故障管理	B．安全管理
C．性能管理	D．配置管理
C


7．预防拥塞的分组丢弃策略用于（　　　）
A．网络层	B．传输层
C．数据链路层	D．表示层
A

8．用于实现网络物理层互连的设备是（　　　）
A．网桥	B．转发器
C．路由器	D．网关
B


9．以太网的MAC地址长度为（　　　）
A．4位	B．32位
C．48位	D．128位
10．SMTP所使用的端口号为（　　　）
A．20	B．21
C．25	D．110
11．下列属于B类IP地址的是（　　　）
A．128.2.2.10	B．202.96.209.5
C．20.113.233.246	D．192.168.0.1
12．无线应用协议WAP中不包括（　　　）
A．客户	B．WWW服务器
C．网关	D．文件服务器
13．ATM的信元头长度为（　　　）
A．5字节	B．8字节
C．48字节	D．53字节
14．广泛使用的数字签名方法不包括（　　　）
A．RSA签名	B．DSS签名
C．Hash签名	D．DES签名
15．下列关于网络体系结构的描述中正确的是（　　　）
A．网络协议中的语法涉及的是用于协调与差错处理有关的控制信息	
B．在网络分层体系结构中,n层是n+1层的用户,又是n-1层的服务提供者
C．OSI参考模型包括了体系结构、服务定义和协议规范三级抽象
D．OSI模型和TCP/IP模型的网络层同时支持面向连接的通信和无连接通信
16．高级数据链路控制协议（HDLC）是一种（　　　）
A．面向字符的异步协议	B．面向字符的同步协议
C．面向字节的同步协议	D．面向比特的同步协议
17．开放最短路径优先协议OSPF采用的路由算法是（　　　）
A．静态路由算法	B．距离矢量路由算法
C．链路状态路由算法	D．逆向路由算法
18．下列关于网络互连设备的正确描述是（　　　）
A．中继器和网桥都具备纠错功能	B．路由器和网关都具备协议转换功能
C．网桥不具备路由选择功能	D．网关是数据链路层的互连设备
19．下列能够实现即插即用的设备是（　　　）
A．网桥	B．路由器
C．网关	D．无线AP
20．帧中继体系结构只包括（　　　）
A．传输层以上各层	B．物理层和链路层
C．链路层和网络层	D．物理层、链路层和网络层
21．下列关于虚电路方式中路由选择的正确说法是（　　　）
A．分组传送时不进行路由选择
B．分组传送时只在建立虚电路时进行路由选择
C．建立连接和传送分组时进行路由选择
D．只在传送每个分组时进行路由选择
22．适合高强壮性要求场合的路由选择策略是（　　　）
A．泛射路由选择	B．最短路由选择
C．基于流量的路由选择	D．随机路由选择
23．通信子网的组成主要包括（　　　）
A．源节点和宿节点	B．主机和路由器
C．网络节点和通信链路	D．端节点和通信链路
24．下列关于拓扑结构的正确描述是（　　　）
A．星型拓扑各节点分布处理能力较强
B．总线拓扑不能保证信息的及时传送且不具有实时功能
C．树型拓扑不能扩展
D．网状拓扑结构复杂成本较低
